Repository: Khushnid/Chowis-Dermo_box
Catalog: DermaBox/Recources/Localization/*.lproj/Localizable.strings
Languages: he

source: DIAGNOSTIC REPORT
he: דוח אבחון

source: Overall Results
he: תוצאות כלליות

source: Captured Images
he: תמונות שצולמו

source: STSong
he: Arimo

source: Please enter phone number first!
he: אנא הכנס מספר טלפון ראשון!

source: Settings
he: הגדרות

source: SETTINGS
he: הגדרות

source: Language Settings
he: הגדרות שפה

source: ANALYSIS
he: אבחון עור

source: Temperature
he: החלפת שפה

source: Very Cold
he: קר מאוד

source: Cold
he: קר

source: Cool
he: קריר

source: Warm
he: חמים

source: Hot
he: חם

source: Feeling Hot
he: מרגיש חם

source: Very Hot
he: חם מאוד

source: Extremely Hot
he: חום קיצוני

source: Location
he: מיקום

source: Humidity
he: לחות

source: Version:
he: גירסה:

source: GENERAL OPTIONS
he: אפשרויות כלליות

source: CAMERA SETTINGS
he: הגדרות מצלמה

source: CHANGE LANGUAGE
he: שנה שפה

source: SAVE
he: שמירה

source: Sebum Mode
he: אבחון סבום

source: Sebum (with Sebum indicator)
he: אבחון סבום (עם דוגם סבום)

source: Full Facial Analysis
he: ניתוח פנים מלא

source: Enable (Default)
he: הפעל (ברירת מחדל)

source: Auto Image Capture
he: לכידת תמונות אוטומטית

source: Results Display
he: תצוגת תוצאות

source: Analysis Results Review
he: סקירת תוצאות ניתוח

source: Skin Concern
he: דאגה לעור

source: Skin Conditions
he: מצבי עור

source: Pores
he: נקבוביות

source: Spots
he: כתמים

source: Wrinkles
he: קמטים

source: Impurities
he: פעילות חיידקית

source: Keratin
he: התקרנות

source: SKIN CONDITIONS
he: מצבי עור

source: T Zone
he: אזור המצח

source: U Zone
he: אזור הלחיים

source: Sebum
he: סבום

source: Low
he: מעט

source: Dehydrated
he: מיובש

source: Moisture
he: לחות

source: ANALYZE
he: ניתוח נתונים

source: DELETE
he: מחיקה

source: COMPARE
he: השוואה

source: Caution
he: אזהרה

source: Results
he: תוצאות

source: Average
he: ממוצעת

source: Optimum
he: אופטימלי

source: Pay attention to care
he: כדאי לבחון טיפול

source: Need to care
he: נדרש טיפול

source: Intensive care needed
he: נדרש טיפול אינטנסיבי

source: OPTIC NUMBER
he: מספר אופטי

source: Lack of sebum and moisture → More moisture and oil required
he: חוסר סבום ולחות ← דרושה תוספת לחות ושומן

source: Lack of moisture → More moisture required
he: חוסר לחות ← דרושה תוספת לחות

source: Oily skin with lack of moisture → More moisture and oil control care required
he: עור שמנוני וחסר לחות ← דרושים תוספת לחות וטיפול לאיזון הסבום

source: Very oily skin with lack of moisture → More moisture and intensive oil care required
he: עור שמנוני מאוד וחסר לחות ← דרושים תוספת לחות וטיפול אינטנסיבי לאיזון הסבום

source: Moisturized skin with lack of sebum → More oil required
he: חוסר סבום בעור רווי לחות ← דרוש טיפול לאיזון הסבום

source: Well-moisturized skin with no shiny → Perfect skin
he: עור רווי לחות והפרשת סבום תקינה ← עור מושלם

source: Oily and moisturized skin → Oil control care required
he: עור שמנוני ורווי לחות ← דרוש טיפול לאיזון הסבום

source: Very oily and moisturized skin → Intensive oil care required
he: עור שמנוני מאוד ורווי לחות ← דרוש טיפול אינטנסיבי לאיזון הסבום

source: Moisturized
he: רווי לחות

source: Normal
he: תקין

source: Slightly dehydrated
he: מיובש מעט

source: Very dehydrated
he: מיובש מאוד

source: Excellent
he: מצוין

source: Slightly dilated
he: מעט מורחבות

source: Dilated
he: מורחבות

source: Very dilated
he: מורחבות מאוד

source: Good
he: תקין

source: Few
he: מעט מאוד

source: Some
he: מעט

source: High
he: הרבה

source: Fine lines
he: קמטוטים

source: Expression lines
he: קמטי הבעה

source: Deep wrinkles
he: קמטים עמוקים

source: Very dry
he: יבש מאוד

source: Dry
he: יבש

source: Oily
he: שמנוני

source: Very Oily
he: שמנוני מאוד

source: Combination
he: מעורב

source: Enter Optic Number
he: הזן מספר אופטי

source: SUBMIT
he: שליחה

source: CANCEL
he: לְבַטֵל

source: OK
he: אישור

source: BIRTHDAY
he: יום הולדת

source: ETHNICITY
he: ארץ מוצא

source: CAUCASIAN
he: אירופה

source: ASIAN EAST
he: מזרח אסיה

source: DARK SKINS
he: אפריקה (למעט צפון אפריקה)

source: HISPANIC
he: דרום אמריקה

source: S/E ASIAN
he: דרום מזרח אסיה

source: SKIN COLOR GROUP
he: קבוצת צבעי עור

source: Yes
he: כן

source: No
he: לא

source: A little
he: קצת

source: Access Point
he: נקודת גישה

source: Good skin with normal pores
he: עור בריא עם נקבוביות תקינות

source: Good skin with few pores
he: עור בריא עם מעט נקבוביות

source: Slightly large pores
he: נקבוביות מורחבות מעט

source: Slightly large pores on oily skin
he: נקבוביות מורחבות מעט בעור שמנוני

source: Large pores
he: נקבוביות מורחבות

source: Very large pores
he: נקבוביות מורחבות מאוד

source: Good skin with no spots or pigmentation
he: עור בריא ללא כתמים או פיגמנטציה

source: Good skin with light pigmentation
he: עור בריא עם פיגמנטציה בהירה

source: Light pigmentation on the skin
he: פיגמנטציה בהירה על העור

source: Pigmentation is being spread on the skin
he: פיגמנטציה מפושטת על העור

source: Dark pigmentation spread on the skin
he: פיגמנטציה כהה מפושטת על העור

source: Clean skin with no wrinkles
he: עור בריא ללא קמטים

source: Few fine wrinkles
he: קמטים עדינים ומעטים

source: Fine wrinkles
he: קמטים עדינים

source: Deep wrinkles and fine wrinkles
he: קמטים עמוקים וגם קמטים עדינים

source: No impurities and porphyrin
he: ללא פעילות חיידקית או פורפירין

source: A few small impurities in pores
he: מעט פעילות חיידקית בנקבוביות

source: A few impurities and porphyrins
he: מעט פעילות חיידקית ופורפירין

source: Large impurities in pores
he: פעילות חיידקית רבה בנקבוביות

source: A lot of impurities spread widely
he: פעילות חיידקית רבה ומפושטת

source: A lot of porphyrins
he: פורפירין רב

source: A lot of impurities and porphyrins
he: פעילות חיידקית רבה ופורפירין

source: No keratin on the skin
he: אין התקרנות של העור

source: Few keratin on the skin
he: התקרנות מועטה של העור

source: Few keratin spread on the skin
he: התקרנות מועטה מפוזרת על העור

source: Keratin spread on the skin
he: התקרנות מפוזרת על העור

source: A lot of keratin on the skin
he: התקרנות מוגברת של העור

source: Would you like to send results to the customer?
he: האם ברצונך לשלוח את התוצאות ללקוח/ה?

source: (Same as yesterday)
he: כמו אתמול

source: City
he: ישוב

source: You are not connected to the device. Please connect to your device to continue analysis
he: אינך מחוברת למכשיר. נא התחברי למכשיר כדי להמשיך באבחון העור.

source: Connect
he: קישור

source: Cancel
he: ביטול

source: NOTICE!
he: הודעה!

source: Camera Settings
he: הגדרות מצלמה

source: The initial device activation is required to guarantee that the application is synchronized with the device and that the skin analysis yields accurate results. Patient details are used by the application only for conduction a digital skin analysis and for sharing the skin analysis results with the patients
he: תהליך זה נועד להבטיח שהאפליקציה מסונכרנת עם המכשיר הנכון ושיבוצע אבחון עור המבוסס על נתונים נכונים. נתוני הלקוח/ה משמשים באפליקציה אך ורק לצורך ביצוע אבחון העור הממוחשב ולצורך שיתוף תוצאות אבחון העור עם הלקוח/ה.

source: Internet Connection
he: חיבור לאינטרנט
